export const mockArticleCreationStructure = [
    {
        name: "Заголовок статьи H2",
        content: [
            {
                name: "Заголовок статьи H3",
                content: [
                    {name: "Начало текстового блока"},
                    {name: "Иллюстрация"},
                    {name: "Начало текстового блока"},
                    {name: "Иллюстрация"},
                    {name: "Начало текстового блока"},
                ]
            },
            {
                name : "Заголовок статьи H3",
                content : [
                    {name: "Иллюстрация"},
                    {name: "Начало текстового блока"},
                ]
            }
        ]
    },
    {
        name : "Заголовок статьи H2",
        content : [
            {
                name: "Заголовок статьи H3",
                content: [
                    {name: "Начало текстового блока"},
                    {name: "Иллюстрация"},
                    {name: "Начало текстового блока"},
                    {name: "Иллюстрация"},
                    {name: "Начало текстового блока"},
                ]
            },
        ]
    }
]